Repository: griiiis/Training-Timetables
Catalog: timetables-backend/*.Resources/Common.*.resx
Languages: et

# ValueIsInvalidAccessor
source: Value {0} is invalid.
et: Väärtus {0} ei ole sobilik.

# AttemptedValueIsInvalidAccessor
source: Value {0} is not valid for {1}.
et: Väärtus {0} ei ole sobilik väljale {1}.

# MissingBindRequiredValueAccessor
source: Value for {0} parameter is missing.
et: Väli {0} ei saanud väärtust.

# MissingKeyOrValueAccessor
source: A value is required.
et: Väärtus on vajalik.

# MissingRequestBodyRequiredValueAccessor
source: A non-empty request body is missing a value.
et: Päringul puudub sisu.

# NonPropertyAttemptedValueIsInvalidAccessor
source: Value {0} is not valid.
et: Väärtus {0} ei ole korrektne.

# NonPropertyUnknownValueIsInvalidAccessor
source: The supplied value is invalid.
et: Väärtus ei ole korrektne.

# NonPropertyValueMustBeANumberAccessor
source: The field must be a number.
et: Väli peab olema number.

# UnknownValueIsInvalidAccessor
source: The supplied value is invalid for {0}.
et: Väärtus ei sobi väljale {0}.

# ValueMustBeANumberAccessor
source: The field {0} must be a number.
et: Väli {0} ei ole sobilik.

# ValueMustNotBeNullAccessor
source: The value {0} is invalid.
et: Väärtus {0} ei ole valiidne.
